[
  {
    "name": "Genghis Khan",
    "text": "Genghis Khan was the founder and first Great Khan of the Mongol Empire, which dominated much of Central Asia and Eastern Europe in the 13th century. He was a brilliant military strategist and a savvy statesman and his conquests laid the groundwork for the Mongol Empire, which lasted for centuries."
  },
  {
    "name": "Socrates",
    "text": "Socrates was an ancient Greek philosopher known for his Socratic method of inquiry, which he used to explore ethical concepts. He is considered to be one of the founders of Western philosophy and his teachings and writings have had a profound influence on subsequent philosophical thought."
  },
  {
    "name": "Winston Churchill",
    "text": "Winston Churchill was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945 and again from 1951 to 1955. He is remembered for his leadership and strong speeches during World War II, which helped to rally the British people and secure an Allied victory."
  },
  {
    "name": "John F. Kennedy",
    "text": "John F. Kennedy was the 35th President of the United States and the youngest man elected to office. He was a leader of the Democratic Party and is remembered for his commitment to civil rights, his economic policies, and his efforts to reduce nuclear arms during the Cuban Missile Crisis."
  },
  {
    "name": "Mata Hari",
    "text": "Mata Hari was a Dutch exotic dancer and courtesan who was executed by firing squad in 1917 for allegedly spying for Germany during World War I. She was the first-ever female spy and her mysterious life and death have made her an enduring symbol of intrigue and mystery."
  },
  {
    "name": "Cleopatra VII",
    "text": "Cleopatra VII was the last active ruler of the Ptolemaic Kingdom of Egypt and is remembered for her legendary beauty and charm. She famously allied herself with Julius Caesar and Mark Antony and is credited with helping to preserve Egyptian independence and culture until her death in 30 BC."
  },
  {
    "name": "Marie Curie",
    "text": "Marie Curie was a pioneering French scientist and the first woman to win a Nobel Prize. She made groundbreaking contributions to the fields of physics and chemistry, including discovering two elements – radium and polonium – and was an advocate for women in the sciences."
  },
  {
    "name": "Queen Elizabeth I",
    "text": "Queen Elizabeth I was the last Tudor monarch and the first female ruler of England. She was a powerful and popular ruler who reigned for 45 years and oversaw the flourishing of literature and the arts during the Elizabethan era."
  },
  {
    "name": "Rosa Parks",
    "text": "Rosa Parks was an American civil rights activist who refused to move to the back of a bus in Montgomery, Alabama in 1955. Her act of defiance sparked the Montgomery Bus Boycott, which helped to launch the civil rights movement and which earned her the title “Mother of the Freedom Movement.”"
  },
  {
    "name": "Albert Einstein",
    "text": "Albert Einstein was a German-born physicist and scientist who is best known for his Theory of Relativity, which revolutionized modern physics. He was awarded the Nobel Prize in Physics in 1921 and his theories continue to shape science and our understanding of the universe today."
  }
]
